Repository: macopedia/typo3-interactive-tour
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, pl

# tour.typo3.webLayout.step10.content
source: You can create new content elements by clicking on the <strong>Create new content</strong> button. <br><br> You can see multiple buttons like this one, depending on the page layout and how many content elements are already present. <br><br> They allow you to create new content elements in different areas and positions on the page.
de: Sie können neue Inhaltselemente erstellen, indem Sie auf die Schaltfläche <strong>Neuen Inhalt erstellen</strong> klicken. <br><br> Je nach Seitenlayout und der Anzahl der bereits vorhandenen Inhaltselemente können Sie mehrere solcher Schaltflächen sehen. <br><br> Sie ermöglichen es Ihnen, neue Inhaltselemente in verschiedenen Bereichen und Positionen auf der Seite zu erstellen.
pl: Możesz tworzyć nowe elementy zawartości, klikając przycisk <strong>Utwórz nową zawartość</strong>. <br><br> Możesz zobaczyć wiele takich przycisków, w zależności od układu strony i liczby już istniejących elementów zawartości. <br><br> Umożliwiają one tworzenie nowych elementów zawartości w różnych obszarach i pozycjach na stronie.

# tour.typo3.webLayout.step11.title
source: Creating New Content 2/3
de: Neue Inhalte erstellen 2/3
pl: Tworzenie nowej zawartości 2/3

# tour.typo3.webLayout.step11.content
source: Content elements are grouped by category, making it easier to find the one you're looking for. <br><br> You can also filter content elements by typing into the search field. <br><br> To add a new content element, simply click on the desired content element type. <br><br> A new form will open, allowing you to enter the details of the new content element. <br><br> When you finish, click on the <strong>Save</strong> button to save the changes.
de: Die Inhaltselemente sind nach Kategorien gruppiert, was das Auffinden der gesuchten Elemente erleichtert. <br><br> Sie können Inhaltselemente auch filtern, indem Sie in das Suchfeld tippen. <br><br> Um ein neues Inhaltselement hinzuzufügen, klicken Sie einfach auf den gewünschten Inhaltselementtyp. <br><br> Es öffnet sich ein neues Formular, in das Sie die Details des neuen Inhaltselements eingeben können. <br><br> Wenn Sie fertig sind, klicken Sie auf die Schaltfläche <strong>Speichern</strong>, um die Änderungen zu speichern.
pl: Elementy zawartości są pogrupowane według kategorii, co ułatwia znalezienie tego, którego potrzebujesz. <br><br> Możesz także filtrować elementy zawartości, wpisując tekst w polu wyszukiwania. <br><br> Aby dodać nowy element zawartości, po prostu kliknij wybrany typ elementu zawartości. <br><br> Otworzy się nowy formularz, umożliwiający wprowadzenie szczegółów nowego elementu zawartości. <br><br> Po zakończeniu kliknij przycisk <strong>Zapisz</strong>, aby zapisać zmiany.

# tour.typo3.webLayout.step12.title
source: Edit Page Title
de: Seitentitel bearbeiten
pl: Edytuj tytuł strony

# tour.typo3.webLayout.step12.content
source: You can quickly edit the page title by double-clicking the title or by clicking the edit icon.
de: Sie können den Seitentitel schnell bearbeiten, indem Sie den Titel doppelklicken oder auf das Bearbeitungssymbol klicken.
pl: Możesz szybko edytować tytuł strony, klikając dwukrotnie na tytuł lub klikając ikonę edycji.

# tour.typo3.webLayout.step13.title
source: Page Preview
de: Seitenvorschau
pl: Podgląd strony

# tour.typo3.webLayout.step13.content
source: You can preview the page and its content at any time, by clicking on the <strong>View webpage</strong> button.
de: Sie können die Seite und deren Inhalt jederzeit in der Vorschau anzeigen, indem Sie auf die Schaltfläche <strong>Web-Seite anzeigen</strong> klicken.
pl: M możesz w każdej chwili podejrzeć stronę i jej zawartość, klikając przycisk <strong>Wyświetl stronę</strong>.

# tour.typo3.webLayout.step14.title
source: Edit Page Properties
de: Seiteneigenschaften bearbeiten
pl: Edytuj właściwości strony

# tour.typo3.webLayout.step14.content
source: You can edit current page properties, by clicking on the <strong>Edit page properties</strong> button.
de: Sie können die aktuellen Seiteneigenschaften bearbeiten, indem Sie auf die Schaltfläche <strong>Seiteneigenschaften bearbeiten</strong> klicken.
pl: Możesz edytować właściwości bieżącej strony, klikając przycisk <strong>Edytuj właściwości strony</strong>.

# tour.typo3.webLayout.step15.title
source: Toolbar
de: Werkzeugleiste
pl: Pasek narzędzi

# tour.typo3.webLayout.step15.content
source: Most of the modules offer a toolbar in the top right corner. <br><br> Depending on your permissions, you will have access to: <br><br> <ul> <li>Refresh button</li> <li>View menu</li> <li>Share menu (create bookmark / copy URL)</li> </ul>
de: Die meisten Module bieten eine Werkzeugleiste in der oberen rechten Ecke. <br><br> Abhängig von Ihren Berechtigungen haben Sie Zugriff auf: <br><br> <ul> <li>Aktualisierungsschaltfläche</li> <li>Ansichtsmenü</li> <li>Freigabemenü (Lesezeichen erstellen / URL kopieren)</li> </ul>
pl: Większość modułów oferuje pasek narzędzi w prawym górnym rogu. <br><br> W zależności od uprawnień będziesz mieć dostęp do: <br><br> <ul> <li>Przycisku odświeżania</li> <li>Menu widoku</li> <li>Menu udostępniania (utwórz zakładkę / skopiuj URL)</li> </ul>

# tour.typo3.pagePreview.title
source: Page Preview
de: Seitenvorschau
pl: Podgląd strony

# tour.typo3.pagePreview.description
source: Find out what previewing a page in the backend looks like.
de: Erfahren Sie, wie die Vorschau einer Seite im Backend aussieht.
pl: Dowiedz się, jak wygląda podgląd strony w panelu administracyjnym.

# tour.typo3.pagePreview.step1.title
source: View
de: Anzeigen
pl: Widok

# tour.typo3.pagePreview.step1.content
source: You are now in the <strong>View</strong> module. It allows to preview the current page for different screen sizes, screen orientations and more.
de: Sie befinden sich jetzt im Modul <strong>Anzeigen</strong>. Es ermöglicht Ihnen, die aktuelle Seite für verschiedene Bildschirmgrößen, -ausrichtungen und mehr in der Vorschau anzuzeigen.
pl: Jesteś teraz w module <strong>Widok</strong>. Umożliwia on podgląd bieżącej strony w różnych rozmiarach ekranu, orientacjach i nie tylko.

# tour.typo3.pagePreview.step2.title
source: Select Page for Preview
de: Seite für Vorschau auswählen
pl: Wybierz stronę do podglądu

# tour.typo3.pagePreview.step2.content
source: <div class="driver-alert-info" >Select the page you want to preview (by clicking 👆 on its name).</div> If there are no pages yet, you can create one by dragging and dropping the page icon from the page type inspector (above the page tree) into the page tree. <br><br> Previews are available only for standard pages (not folders or other page types).
de: <div class="driver-alert-info" >Wählen Sie die Seite aus, die Sie in der Vorschau anzeigen möchten (indem Sie 👆 auf ihren Namen klicken).</div> Wenn noch keine Seiten vorhanden sind, können Sie eine erstellen, indem Sie das Seiten-Symbol aus dem Seitentyp-Inspektor (über dem Seitenbaum) in den Seitenbaum ziehen. <br><br> Vorschauen sind nur für Standardseiten verfügbar (nicht für Ordner oder andere Seitentypen).
pl: <div class="driver-alert-info">Wybierz stronę, którą chcesz podejrzeć (klikając 👆 jej nazwę).</div> Jeśli nie ma jeszcze żadnych stron, możesz utworzyć nową, przeciągając i upuszczając ikonę strony z inspektora typów stron (nad drzewem stron) do drzewa stron. <br><br> Podglądy dostępne są tylko dla standardowych stron (nie dla folderów ani innych typów stron).

# tour.typo3.pagePreview.step3.title
source: Preview Box
de: Vorschau-Box
pl: Okno podglądu

# tour.typo3.pagePreview.step3.content
source: When you select a page, the preview box will show at the center of to content area.
de: Wenn Sie eine Seite auswählen, wird die Vorschau-Box in der Mitte des Inhaltsbereichs angezeigt.
pl: Po wybraniu strony okno podglądu pojawi się na środku obszaru z zawartością.

# tour.typo3.pagePreview.step4.title
source: Preview Orientation
de: Vorschau-Ausrichtung
pl: Orientacja podglądu

# tour.typo3.pagePreview.step4.content
source: By clicking on this icon, You can change the orientation of the preview.
de: Durch Klicken auf dieses Symbol können Sie die Ausrichtung der Vorschau ändern.
pl: Klikając na tę ikonę, możesz zmienić orientację podglądu.

# tour.typo3.pagePreview.step5.title
source: Sizes Presets 1/2
de: Größenvoreinstellungen 1/2
pl: Ustawienia rozmiarów 1/2

# tour.typo3.pagePreview.step5.content
source: By clicking on the sizes presets menu, you can select the screen size you want to preview or define a custom size.
de: Durch Klicken auf das Menü für Größenvoreinstellungen können Sie die Bildschirmgröße auswählen, die Sie in der Vorschau anzeigen möchten, oder eine benutzerdefinierte Größe festlegen.
pl: Klikając w menu ustawień rozmiarów, możesz wybrać rozmiar ekranu do podglądu lub zdefiniować własny rozmiar.

# tour.typo3.pagePreview.step6.title
source: Sizes Presets 2/2
de: Größenvoreinstellungen 2/2
pl: Ustawienia rozmiarów 2/2

# tour.typo3.pagePreview.step6.content
source: The list of available sizes presets depends on the configuration of your TYPO3 installation.
de: Die Liste der verfügbaren Größenvoreinstellungen hängt von der Konfiguration Ihrer TYPO3-Installation ab.
pl: Lista dostępnych ustawień rozmiarów zależy od konfiguracji Twojej instalacji TYPO3.

# tour.typo3.pagePreview.step7.title
source: Page View
de: Seitenansicht
pl: Widok strony

# tour.typo3.pagePreview.step7.content
source: You can also open the current page preview in a new tab by clicking on this button.
de: Sie können die aktuelle Seitenvorschau auch in einem neuen Tab öffnen, indem Sie auf diese Schaltfläche klicken.
pl: Możesz też otworzyć podgląd bieżącej strony w nowej karcie, klikając ten przycisk.

# tour.typo3.pagePreview.step8.title
source: Try it
de: Probieren Sie es aus
pl: Wypróbuj

# tour.typo3.pagePreview.step8.content
source: Play around with the preview and see how it looks on different devices. Enjoy!
de: Experimentieren Sie mit der Vorschau und sehen Sie, wie sie auf verschiedenen Geräten aussieht. Viel Spaß!
pl: Pobaw się podglądem, zobacz jak wygląda na różnych urządzeniach. Miłej zabawy!

# tour.typo3.webList.title
source: List module
de: Listenmodul
pl: Moduł listy

# tour.typo3.webList.description
source: This tour will guide you through the backend of TYPO3 CMS.
de: Diese Führung führt Sie durch das Backend des TYPO3 CMS.
pl: Ta wycieczka przeprowadzi Cię przez zaplecze TYPO3 CMS.

# tour.typo3.webList.step1.title
source: List Module
de: Listenmodul
pl: Moduł listy

# tour.typo3.webList.step1.content
source: You are now in the <strong>List</strong> module. It will allow you to view and manage records of a specific tables.
de: Sie befinden sich jetzt im <strong>Listen</strong>-Modul. Es ermöglicht Ihnen, Datensätze bestimmter Tabellen anzuzeigen und zu verwalten.
pl: Jesteś teraz w module <strong>Listy</strong>. Umożliwi Ci on przeglądanie i zarządzanie rekordami wybranych tabel.

# tour.typo3.webList.step2.title
source: The Page Tree
de: Der Seitenbaum
pl: Drzewo stron

# tour.typo3.webList.step2.content
source: Different type of records, listed by this module, are stored on different pages. <br><br> You can navigate through the pages using the <strong>Page Tree</strong> component, to see the records stored on each page. <br><br> <div class="driver-alert-info">👆 Now, please click on the homepage title, to move to the next step.</div>
de: Verschiedene Arten von Datensätzen, die in diesem Modul aufgelistet sind, werden auf unterschiedlichen Seiten gespeichert. <br><br> Sie können durch die Seiten navigieren, indem Sie die <strong>Seitenbaum</strong>-Komponente verwenden, um die auf jeder Seite gespeicherten Datensätze anzuzeigen. <br><br> <div class="driver-alert-info">👆 Klicken Sie jetzt bitte auf den Titel der Startseite, um zum nächsten Schritt zu gelangen.</div>
pl: Różne typy rekordów wyświetlane przez ten moduł są przechowywane na różnych stronach. <br><br> Możesz nawigować między stronami za pomocą komponentu <strong>Drzewo stron</strong>, aby zobaczyć rekordy przechowywane na każdej stronie. <br><br> <div class="driver-alert-info">👆 Teraz kliknij tytuł strony głównej, aby przejść do następnego kroku.</div>

# tour.typo3.webList.step3.title
source: List of Records
de: Liste der Datensätze
pl: Lista rekordów

# tour.typo3.webList.step3.content
source: The list of records is displayed in the main content area. <br><br> Different types of records are shown in separate tables. Clicking on a table header will take you directly to the single-table view. <br><br> Each table also provides various actions, such as creating new records, deleting records, or editing existing ones. <br><br> Note that you will only see records assigned to the page currently selected in the page tree.
de: Die Liste der Datensätze wird im Hauptinhaltsbereich angezeigt. <br><br> Verschiedene Arten von Datensätzen werden in separaten Tabellen angezeigt. Ein Klick auf eine Tabellenüberschrift führt Sie direkt zur Einzelansicht der Tabelle. <br><br> Jede Tabelle bietet auch verschiedene Aktionen, wie das Erstellen neuer Datensätze, das Löschen von Datensätzen oder das Bearbeiten bestehender Datensätze. <br><br> Beachten Sie, dass Sie nur die Datensätze sehen, die der aktuell im Seitenbaum ausgewählten Seite zugewiesen sind.
pl: Lista rekordów jest wyświetlana w głównym obszarze treści. <br><br> Różne typy rekordów prezentowane są w osobnych tabelach. Kliknięcie nagłówka tabeli przenosi Cię bezpośrednio do widoku pojedynczej tabeli. <br><br> Każda tabela oferuje także różne akcje, takie jak tworzenie nowych rekordów, usuwanie rekordów czy edytowanie istniejących. <br><br> Pamiętaj, że zobaczysz tylko rekordy przypisane do strony aktualnie wybranej w drzewie stron.

# tour.typo3.webList.step4.title
source: Creating a New Record
de: Erstellen eines neuen Datensatzes
pl: Tworzenie nowego rekordu

# tour.typo3.webList.step4.content
source: To create a new record, click on the "Create new record" button. <br><br> You will see a list of all available record types. You can select one to create a new record on the current page.
de: Um einen neuen Datensatz zu erstellen, klicken Sie auf die Schaltfläche "Neuen Datensatz erstellen". <br><br> Sie sehen eine Liste aller verfügbaren Datensatztypen. Sie können einen auswählen, um einen neuen Datensatz auf der aktuellen Seite zu erstellen.
pl: Aby utworzyć nowy rekord, kliknij przycisk „Utwórz nowy rekord”. <br><br> Zobaczysz listę wszystkich dostępnych typów rekordów. Możesz wybrać jeden z nich, aby utworzyć nowy rekord na bieżącej stronie.

# tour.typo3.webList.step5.title
source: Webpage Preview
de: Seitenvorschau
pl: Podgląd strony

# tour.typo3.webList.step5.content
source: By clicking on the <strong>View webpage</strong> button, you can preview the page in a new tab.
de: Durch Klicken auf die Schaltfläche <strong>Seite anzeigen</strong> können Sie die Seite in einem neuen Tab in der Vorschau anzeigen.
pl: Klikając przycisk <strong>Wyświetl stronę</strong>, możesz podejrzeć stronę w nowej karcie.

# tour.typo3.webList.step6.title
source: Editing Page Properties
de: Seiten-Eigenschaften bearbeiten
pl: Edycja właściwości strony

# tour.typo3.webList.step6.content
source: By clicking on the <strong>Edit page properties</strong> button, you can edit the properties of the current page.
de: Durch Klicken auf die Schaltfläche <strong>Seiten-Eigenschaften bearbeiten</strong> können Sie die Eigenschaften der aktuellen Seite bearbeiten.
pl: Klikając przycisk <strong>Edytuj właściwości strony</strong>, możesz zmienić właściwości bieżącej strony.

# tour.typo3.webList.step7.title
source: Refreshing the List
de: Liste aktualisieren
pl: Odświeżanie listy

# tour.typo3.webList.step7.content
source: To refresh the list of records, click on the <strong>Refresh</strong> button.
de: Um die Liste der Datensätze zu aktualisieren, klicken Sie auf die Schaltfläche <strong>Aktualisieren</strong>.
pl: Aby odświeżyć listę rekordów, kliknij przycisk <strong>Odśwież</strong>.

# tour.typo3.webList.step8.title
source: View menu 1/2
de: Ansichtsmenü 1/2
pl: Menu widoku 1/2

# tour.typo3.webList.step8.content
source: By clicking on the <strong>View</strong> button, you can toggle the view options.
de: Durch Klicken auf die Schaltfläche <strong>Ansicht</strong> können Sie die Ansichtsoptionen umschalten.
pl: Klikając przycisk <strong>Widok</strong>, możesz przełączać opcje widoku.

# tour.typo3.webList.step9.title
source: View menu 2/2
de: Ansichtsmenü 2/2
pl: Menu widoku 2/2

# tour.typo3.webList.step9.content
source: The view dropdown menu allows you to show the search field and the clipboard.
de: Das Dropdown-Menü der Ansicht ermöglicht es Ihnen, das Suchfeld und die Zwischenablage anzuzeigen.
pl: Menu rozwijane widoku pozwala wyświetlić pole wyszukiwania i schowek.

# tour.typo3.mediaManagement.title
source: Files Management
de: Dateiverwaltung
pl: Zarządzanie plikami

# tour.typo3.mediaManagement.description
source: This tour will guide you through the Files module of TYPO3 CMS.
de: Diese Tour führt Sie durch das Dateiliste-Modul von TYPO3 CMS.
pl: Ta wycieczka przeprowadzi Cię przez moduł Pliki w TYPO3 CMS.

# tour.typo3.mediaManagement.step1.title
source: Files
de: Dateien
pl: Pliki

# tour.typo3.mediaManagement.step1.content
source: Files module is a powerful tool that allows you to manage files and folders in TYPO3.
de: Das Dateiliste-Modul ist ein leistungsstarkes Werkzeug, mit dem Sie Dateien und Ordner in TYPO3 verwalten können.
pl: Moduł Pliki to potężne narzędzie pozwalające zarządzać plikami i folderami w TYPO3.

# tour.typo3.mediaManagement.step2.title
source: Files Storage Tree
de: Navigationsbereich
pl: Drzewo magazynów plików

# tour.typo3.mediaManagement.step2.content
source: The Files Storage Tree is located on the left side of the screen. <br><br> It renders a tree view of all available file storages and folders.
de: Der Navigationsbereich befindet sich auf der linken Seite des Bildschirms. <br><br> Er zeigt eine Baumansicht aller verfügbaren Dateispeicher und Ordner an.
pl: Drzewo magazynów plików znajduje się po lewej stronie ekranu. <br><br> Wyświetla widok drzewa wszystkich dostępnych zasobników plików i folderów.

# tour.typo3.mediaManagement.step3.title
source: Search
de: Suche
pl: Wyszukiwanie

# tour.typo3.mediaManagement.step3.content
source: You can search for folders by typing into the search field.
de: Sie können nach Ordnern suchen, indem Sie etwas in das Suchfeld eingeben.
pl: Możesz wyszukiwać foldery, wpisując tekst w polu wyszukiwania.

# tour.typo3.mediaManagement.step4.title
source: Toggle Storage Tree
de: Navigationsbereich umschalten
pl: Przełącz drzewo magazynów

# tour.typo3.mediaManagement.step4.content
source: This button toggles the storage tree’s visibility - allowing it to be hidden or shown.
de: Mit dieser Schaltfläche können Sie die Sichtbarkeit des Navigationsbereichs umschalten - er kann ein- oder ausgeblendet werden.
pl: Ten przycisk przełącza widoczność drzewa magazynów – umożliwiając jego ukrycie lub wyświetlenie.

# tour.typo3.mediaManagement.step5.title
source: Storage Tree Context Menu
de: Kontextmenü des Navigationsbereichs
pl: Menu kontekstowe drzewa magazynów

# tour.typo3.mediaManagement.step5.content
source: This button allows you to open the context menu for the storage tree, revealing a list of actions you can perform. <br><br> Click "Next" to learn more about the context menu.
de: Mit dieser Schaltfläche können Sie das Kontextmenü des Navigationsbereichs öffnen. Es zeigt eine Liste von Aktionen, die Sie ausführen können. <br><br> Klicken Sie auf "Weiter", um mehr über das Kontextmenü zu erfahren.
pl: Ten przycisk pozwala otworzyć menu kontekstowe drzewa magazynów, wyświetlając listę dostępnych akcji. <br><br> Kliknij „Dalej”, aby dowiedzieć się więcej o menu kontekstowym.

# tour.typo3.mediaManagement.step6.title
source: Storage Tree Context Menu
de: Kontextmenü des Navigationsbereich
pl: Menu kontekstowe drzewa magazynów

# tour.typo3.mediaManagement.step6.content
source: From here, you can: <br><br> <ul> <li><strong>Reload</strong> the entire tree to view the latest changes (useful when multiple users are working on it)</li> <li><strong>Collapse</strong> all tree items (especially helpful for navigating large trees)</li> </ul>
de: Von hier aus können Sie: <br><br> <ul> <li>Den gesamten Baum <strong>neu laden</strong>, um die neuesten Änderungen anzuzeigen (nützlich, wenn mehrere Benutzer daran arbeiten)</li> <li>Alle Baumelemente <strong>einklappen</strong> (besonders hilfreich beim Navigieren in großen Bäumen)</li> </ul>
pl: Stąd możesz: <br><br> <ul> <li><strong>Odświeżyć</strong> całe drzewo, aby zobaczyć najnowsze zmiany (przydatne, gdy nad nim pracuje wielu użytkowników)</li> <li><strong>Zwinąć</strong> wszystkie elementy drzewa (szczególnie pomocne przy nawigacji w dużych drzewach)</li> </ul>

# tour.typo3.mediaManagement.step7.title
source: Upload Files
de: Dateien hochladen
pl: Prześlij pliki

# tour.typo3.mediaManagement.step7.content
source: The <strong>Upload Files</strong> button allows you to upload files to the selected folder.
de: Mit der Schaltfläche <strong>Dateien hochladen</strong> können Sie Dateien in den ausgewählten Ordner hochladen.
pl: Przycisk <strong>Prześlij pliki</strong> pozwala na przesyłanie plików do wybranego folderu.

# tour.typo3.mediaManagement.step8.title
source: Create Folder
de: Ordner erstellen
pl: Utwórz folder

# tour.typo3.mediaManagement.step8.content
source: The <strong>Create Folder</strong> button allows you to create a new folder in the current directory.
de: Mit der Schaltfläche <strong>Ordner erstellen</strong> können Sie einen neuen Ordner im aktuellen Verzeichnis erstellen.
pl: Przycisk <strong>Utwórz folder</strong> pozwala utworzyć nowy folder w bieżącym katalogu.

# tour.typo3.mediaManagement.step9.title
source: Create File
de: Datei erstellen
pl: Utwórz plik

# tour.typo3.mediaManagement.step9.content
source: The <strong>Create File</strong> button opens form to create a new file text or media files.
de: Mit der Schaltfläche <strong>Datei erstellen</strong> wird ein Formular geöffnet, um eine neue Text- oder Mediendatei zu erstellen.
pl: Przycisk <strong>Utwórz plik</strong> otwiera formularz do utworzenia nowego pliku tekstowego lub multimedialnego.

# tour.typo3.mediaManagement.step10.title
source: Search Files And Folders
de: Dateien und Ordner suchen
pl: Wyszukaj pliki i foldery

# tour.typo3.mediaManagement.step10.content
source: You can search for files and folders using the search field.
de: Sie können nach Dateien und Ordnern suchen, indem Sie das Suchfeld verwenden.
pl: Możesz wyszukiwać pliki i foldery, używając pola wyszukiwania.

# tour.typo3.mediaManagement.step11.title
source: Files And Folders List
de: Liste der Dateien und Ordner
pl: Lista plików i folderów

# tour.typo3.mediaManagement.step11.content
source: All files and folders in this area.<br><br>Click on a folder to open it and view its contents.<br><br>Click on a file name to open a form where you can edit its metadata.
de: Alle Dateien und Ordner in diesem Bereich.<br><br>Klicken Sie auf einen Ordner, um ihn zu öffnen und seinen Inhalt anzuzeigen.<br><br>Klicken Sie auf einen Dateinamen, um ein Formular zu öffnen, in dem Sie die Metadaten bearbeiten können.
pl: Wszystkie pliki i foldery w tym obszarze.<br><br>Kliknij folder, aby go otworzyć i wyświetlić jego zawartość.<br><br>Kliknij nazwę pliku, aby otworzyć formularz, w którym możesz edytować jego metadane.

# tour.typo3.mediaManagement.step12.title
source: Refresh File List
de: Dateiliste aktualisieren
pl: Odśwież listę plików
