Repository: macopedia/typo3-interactive-tour
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, pl

# tour.typo3.mediaManagement.step12.content
source: You can refresh the file list to see any changes made.
de: Sie können die Dateiliste aktualisieren, um Änderungen anzuzeigen.
pl: Możesz odświeżyć listę plików, aby zobaczyć wprowadzone zmiany.

# tour.typo3.mediaManagement.step13.title
source: View Menu 1/2
de: Ansichtsmenü 1/2
pl: Menu widoku 1/2

# tour.typo3.mediaManagement.step13.content
source: View Menu allows you to change the various display options for the file list.
de: Das Ansichtsmenü ermöglicht es Ihnen, verschiedene Anzeigeoptionen für die Dateiliste zu ändern.
pl: Menu widoku pozwala zmieniać różne opcje wyświetlania listy plików.

# tour.typo3.mediaManagement.step14.title
source: View Menu 2/2
de: Ansichtsmenü 2/2
pl: Menu widoku 2/2

# tour.typo3.mediaManagement.step14.content
source: You can change the view from tiles to list and vice versa.<br><br>You can also activate thumbnail display and show the clipboard.<br><br>Clipboard is a temporary storage area where you can place files and folders for copying or moving.
de: Sie können die Ansicht von Kacheln zu Liste und umgekehrt ändern.<br><br>Sie können auch die Vorschaubilder aktivieren und die Zwischenablage anzeigen.<br><br>Die Zwischenablage ist ein temporärer Speicherbereich, in dem Sie Dateien und Ordner zum Kopieren oder Verschieben ablegen können.
pl: Możesz przełączać widok z kafelków na listę i odwrotnie.<br><br>Możesz także włączyć wyświetlanie miniatur i pokazać schowek.<br><br>Schowek to tymczasowy obszar, w którym możesz umieszczać pliki i foldery do kopiowania lub przenoszenia.

# tour.typo3.mediaManagement.step15.title
source: Organize Files
de: Dateien organisieren
pl: Organizuj pliki

# tour.typo3.mediaManagement.step15.content
source: Try to organize your files in a way that makes sense to you.<br><br>Use folders to group related files together.
de: Versuchen Sie, Ihre Dateien auf eine Weise zu organisieren, die für Sie sinnvoll ist.<br><br>Verwenden Sie Ordner, um zusammengehörige Dateien zu gruppieren.
pl: Staraj się organizować pliki w sposób, który ma dla Ciebie sens.<br><br>Używaj folderów, aby grupować powiązane pliki.

# tour.typo3.siteRedirects.title
source: Redirects
de: Weiterleitungen
pl: Przekierowania

# tour.typo3.siteRedirects.description
source: Get familiar with the Site Redirects module and learn how to create and manage redirects for your website.
de: Machen Sie sich mit dem Modul "Weiterleitungen" vertraut und lernen Sie, wie Sie Weiterleitungen für Ihre Website erstellen und verwalten können.
pl: Zapoznaj się z modułem Przekierowania witryny i naucz się tworzyć oraz zarządzać przekierowaniami na swojej stronie internetowej.

# tour.typo3.siteRedirects.step1.title
source: Redirects
de: Weiterleitungen
pl: Przekierowania

# tour.typo3.siteRedirects.step1.content
source: Site redirects are a powerful feature that allows you to manage and create redirects for your website. <br><br> You can create redirects for specific pages, URLs, or even entire domains.
de: Weiterleitungen sind eine leistungsstarke Funktion, mit der Sie Weiterleitungen für Ihre Website verwalten und erstellen können. <br><br> Sie können Weiterleitungen für bestimmte Seiten, URLs oder sogar ganze Domains erstellen.
pl: Przekierowania witryny to potężna funkcja, która pozwala zarządzać i tworzyć przekierowania na Twojej stronie. <br><br> Możesz tworzyć przekierowania dla konkretnych stron, adresów URL lub nawet całych domen.

# tour.typo3.siteRedirects.step2.title
source: Redirects List
de: Liste der Weiterleitungen
pl: Lista przekierowań

# tour.typo3.siteRedirects.step2.content
source: In the main module area you will see a list of all existing redirects. <br><br> If there are no redirects yet, you will see a message indicating that there are no redirects and a button to create a new one. <br><br> You can filter the list of redirects by using the filter form at the top of the module. <br><br> The tabele with the redirects will allow you to: <br> <ul> <li>Edit the redirect</li> <li>Disable the redirect</li> <li>Delete the redirect</li> </ul>
de: Im Hauptbereich des Moduls sehen Sie eine Liste aller vorhandenen Weiterleitungen. <br><br> Wenn noch keine Weiterleitungen vorhanden sind, wird eine Nachricht angezeigt, die darauf hinweist, und eine Schaltfläche, um eine neue zu erstellen. <br><br> Sie können die Liste der Weiterleitungen mit dem Filterformular oben im Modul filtern. <br><br> Die Tabelle mit den Weiterleitungen ermöglicht Ihnen: <br> <ul> <li>Die Weiterleitung zu bearbeiten</li> <li>Die Weiterleitung zu deaktivieren</li> <li>Die Weiterleitung zu löschen</li> </ul>
pl: W głównym obszarze modułu zobaczysz listę wszystkich istniejących przekierowań. <br><br> Jeśli nie ma jeszcze żadnych przekierowań, pojawi się komunikat o braku przekierowań oraz przycisk do utworzenia nowego. <br><br> Możesz filtrować listę przekierowań, korzystając z formularza filtrów u góry modułu. <br><br> Tabela z przekierowaniami umożliwia: <br> <ul> <li>Edycję przekierowania</li> <li>Wyłączenie przekierowania</li> <li>Usunięcie przekierowania</li> </ul>

# tour.typo3.siteRedirects.step3.title
source: List Refresh
de: Liste aktualisieren
pl: Odświeżanie listy

# tour.typo3.siteRedirects.step3.content
source: You can refresh the list at any time, by clicking on this button.
de: Sie können die Liste jederzeit aktualisieren, indem Sie auf diese Schaltfläche klicken.
pl: Możesz odświeżyć listę w dowolnym momencie, klikając ten przycisk.

# tour.typo3.siteRedirects.step4.title
source: Creating Redirects
de: Weiterleitungen erstellen
pl: Tworzenie przekierowań

# tour.typo3.siteRedirects.step4.content
source: You can create a new redirect by clicking on the <strong>Add redirect</strong> button. <br><br> it will open a new form, where you can enter the details of the redirect.
de: Sie können eine neue Weiterleitung erstellen, indem Sie auf die Schaltfläche <strong>Weiterleitung hinzufügen</strong> klicken. <br><br> Es wird ein neues Formular geöffnet, in dem Sie die Details der Weiterleitung eingeben können.
pl: Możesz utworzyć nowe przekierowanie, klikając przycisk <strong>Dodaj przekierowanie</strong>. <br><br> Otworzy się wtedy formularz, w którym możesz wprowadzić szczegóły nowego przekierowania.

# tour.typo3.siteRedirects.step5.title
source: Redirects Usage
de: Verwendung von Weiterleitungen
pl: Zastosowanie przekierowań

# tour.typo3.siteRedirects.step5.content
source: Use redirects to manage changes to your website's URLs, such as: <br><br> <ul> <li>Moving pages to new locations</li> <li>Changing the structure of your website</li> </ul> Redirects ensure that visitors and search engines can find the content they’re looking for, even if the URL has changed.
de: Verwenden Sie Weiterleitungen, um Änderungen an den URLs Ihrer Website zu verwalten, wie z. B.: <br><br> <ul> <li>Das Verschieben von Seiten an neue Standorte</li> <li>Das Ändern der Struktur Ihrer Website</li> </ul> Weiterleitungen stellen sicher, dass Besucher und Suchmaschinen die gewünschten Inhalte finden, auch wenn sich die URL geändert hat.
pl: Użyj przekierowań, aby zarządzać zmianami adresów URL na swojej stronie, takimi jak: <br><br> <ul> <li>Przenoszenie stron do nowych lokalizacji</li> <li>Zmiana struktury witryny</li> </ul> Przekierowania zapewniają, że odwiedzający i wyszukiwarki znajdą poszukiwane treści, nawet jeśli adres URL uległ zmianie.
