Repository: macopedia/typo3-interactive-tour
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, pl

source: Backend Guide Tours
de: Backend-Führungen
pl: Przewodniki po panelu administracyjnym

# widgets.toursProgressWidget.title
source: Tours progress
de: Fortschritt der Führungen
pl: Postęp przewodników

# widgets.toursProgressWidget.description
source: Interactive tours progress
de: Fortschritt der interaktiven Führungen
pl: Postęp interaktywnych przewodników

# widgets.toursProgressWidget.seeAllTours
source: See all tours
de: Alle Führungen anzeigen
pl: Pokaż wszystkie przewodniki

# buttonSkip
source: Skip
de: Überspringen
pl: Pomiń

# buttonPrevious
source: Previous
de: Zurück
pl: Wstecz

# buttonNext
source: Next
de: Weiter
pl: Dalej

# buttonFinish
source: Finish
de: Beenden
pl: Zakończ

# tour.typo3.welcome.title
source: Welcome
de: Willkommen
pl: Witaj

# tour.typo3.welcome.description
source: Welcome message to the TYPO3 backend.
de: Willkommensnachricht für das TYPO3-Backend.
pl: Komunikat powitalny w panelu administracyjnym TYPO3.

# tour.typo3.welcome.step1.title
source: Welcome
de: Willkommen
pl: Witaj

# tour.typo3.welcome.step1.content
source: Welcome to the TYPO3 CMS! <br><br> This is the backend of TYPO3 CMS. Here you can manage your content, users, and settings. <br><br> By navigating through the different modules, you will be present with a series of interactive tours that will guide you through the most important features and functionalities of TYPO3 CMS. We encourage you to take the time to explore these tours, as they will help you get familiar with the system and make the most out of it. <br><br> Enjoy your time with TYPO3 CMS!
de: Willkommen im TYPO3 CMS! <br><br> Dies ist das Backend des TYPO3 CMS. Hier können Sie Ihre Inhalte, Benutzer und Einstellungen verwalten. <br><br> Wenn Sie durch die verschiedenen Module navigieren, erhalten Sie eine Reihe von interaktiven Touren, die Sie durch die wichtigsten Merkmale und Funktionen des TYPO3 CMS führen. Bitte nehmen Sie sich die Zeit, diese Touren zu erkunden, da sie Ihnen helfen werden, sich mit dem System vertraut zu machen und das Beste daraus zu machen. <br><br> Viel Spaß mit TYPO3 CMS!
pl: Witamy w TYPO3 CMS! <br><br> To jest panel administracyjny TYPO3 CMS. Tutaj możesz zarządzać treścią, użytkownikami i ustawieniami. <br><br> Przechodząc przez różne moduły, zobaczysz serię interaktywnych przewodników, które pokażą Ci najważniejsze funkcje i możliwości TYPO3 CMS. Zachęcamy do skorzystania z tych przewodników, aby lepiej poznać system i wykorzystać go w pełni. <br><br> Miłego korzystania z TYPO3 CMS!

# tour.typo3.backend.title
source: Backend
pl: Panel administracyjny

# tour.typo3.backend.description
source: This tour will guide you through the backend of TYPO3 CMS.
de: Diese Führung führt Sie durch das Backend des TYPO3 CMS.
pl: Ten przewodnik poprowadzi Cię przez panel administracyjny TYPO3 CMS.

# tour.typo3.backend.step1.title
source: Welcome to the Backend!
de: Willkommen im Backend!
pl: Witaj w panelu administracyjnym!

# tour.typo3.backend.step1.content
source: This is the backend of TYPO3. Here you can manage your content, users, and settings. In this tour, we will explore the main backend parts.
de: Dies ist das Backend von TYPO3. Hier können Sie Ihre Inhalte, Benutzer und Einstellungen verwalten. In dieser Führung werden wir die Hauptbereiche des Backends erkunden.
pl: To jest panel administracyjny TYPO3. Tutaj możesz zarządzać zawartością, użytkownikami i ustawieniami. W tej turze omówimy główne elementy panelu administracyjnego.

# tour.typo3.backend.step2.title
source: Top Bar
de: Obere Leiste
pl: Pasek górny

# tour.typo3.backend.step2.content
source: This is Top Bar. It gives you access to your user settings, logout, search etc.
de: Dies ist die obere Leiste. Sie bietet Zugriff auf Ihre Benutzereinstellungen, Abmeldung, Suche usw.
pl: To jest pasek górny. Umożliwia dostęp do ustawień użytkownika, wylogowania, wyszukiwania itp.

# tour.typo3.backend.step3.title
source: User Menu 1/2
de: Benutzermenü 1/2
pl: Menu użytkownika 1/2

# tour.typo3.backend.step3.content
source: By clicking on this button, you will access your account menu. <br><br> From here you can: <br><br> <ul> <li>Open your user settings</li> <li>Toggle dark/ light mode</li> <li>Logout from the backend</li> </ul>
de: Durch Klicken auf diese Schaltfläche gelangen Sie zu Ihrem Benutzerkonto-Menü. <br><br> Von hier aus können Sie: <br><br> <ul> <li>Ihre Benutzereinstellungen öffnen</li> <li>Zwischen Dunkel-/Hellmodus wechseln</li> <li>Sich vom Backend abmelden</li> </ul>
pl: Klikając ten przycisk, uzyskasz dostęp do menu konta. <br><br> Stąd możesz: <br><br> <ul> <li>Otworzyć ustawienia użytkownika</li> <li>Przełączyć tryb ciemny/jasny</li> <li>Wylogować się z panelu administracyjnego</li> </ul>

# tour.typo3.backend.step4.title
source: The Main Menu
de: Das Hauptmenü
pl: Menu główne

# tour.typo3.backend.step4.content
source: The main menu is located on the left side of the screen. Here you can navigate through the backend. <br><br> Main Menu contains links to modules that are grouped by functionality. You can expand and collapse each group by clicking on the group name. <br><br> Active module is always highlighted with a light background and tiny border around it.
de: Das Hauptmenü befindet sich auf der linken Seite des Bildschirms. Hier können Sie durch das Backend navigieren. <br><br> Das Hauptmenü enthält Links zu Modulen, die nach Funktionalität gruppiert sind. Sie können jede Gruppe erweitern und reduzieren, indem Sie auf den Gruppennamen klicken. <br><br> Das aktive Modul wird immer mit einem hellen Hintergrund und einem kleinen Rahmen hervorgehoben.
pl: Menu główne znajduje się po lewej stronie ekranu. Tutaj możesz poruszać się po panelu administracyjnym. <br><br> Menu główne zawiera linki do modułów pogrupowanych według funkcjonalności. Możesz rozwijać i zwijać każdą grupę, klikając jej nazwę. <br><br> Aktywny moduł jest zawsze wyróżniony jasnym tłem i delikatną ramką.

# tour.typo3.backend.step5.title
source: Toggle the Main Menu
de: Hauptmenü umschalten
pl: Przełącz menu główne

# tour.typo3.backend.step5.content
source: By clicking this button, you can toggle the main menu to display either icons only or icons with module names.
de: Durch Klicken auf diese Schaltfläche können Sie das Hauptmenü umschalten, sodass entweder nur Symbole oder Symbole mit Modulnamen angezeigt werden.
pl: Klikając ten przycisk, przełączysz wyświetlanie menu głównego między samymi ikonami a ikonami z nazwami modułów.

# tour.typo3.backend.step6.title
source: Module Content
de: Modulinhalte
pl: Zawartość modułu

# tour.typo3.backend.step6.content
source: As you now know, TYPO3 is build up of modules. Each module has its own views and offers different functionality. In this area you will see the selected module content.
de: Wie Sie nun wissen, besteht TYPO3 aus Modulen. Jedes Modul hat eigene Ansichten und bietet unterschiedliche Funktionalitäten. In diesem Bereich sehen Sie die Inhalte des ausgewählten Moduls.
pl: Jak już wiesz, TYPO3 składa się z modułów. Każdy moduł ma własny widok i różne funkcje. W tej sekcji zobaczysz zawartość wybranego modułu.

# tour.typo3.backend.step7.title
source: Congratulations!
de: Herzlichen Glückwunsch!
pl: Gratulacje!

# tour.typo3.backend.step7.content
source: You have completed the introduction to TYPO3 backend. Check out the next tours to learn more about different parts of the TYPO3 backend.
de: Sie haben die Einführung in das TYPO3-Backend abgeschlossen. Schauen Sie sich die nächsten Führungen an, um mehr über die verschiedenen Bereiche des TYPO3-Backends zu erfahren.
pl: Ukończyłeś wprowadzenie do panelu administracyjnego TYPO3. Sprawdź kolejne przewodniki, aby dowiedzieć się więcej o innych częściach panelu.

# tour.typo3.dashboard.title
source: Dashboard
pl: Pulpit

# tour.typo3.dashboard.description
source: Learn about the role of the Dashboard module and how to manage widgets.
de: Erfahren Sie mehr über die Rolle des Dashboard-Moduls und wie Sie Widgets verwalten können.
pl: Poznaj rolę modułu Pulpit i naucz się zarządzać widgetami.

# tour.typo3.dashboard.step1.title
source: Dashboard Module
de: Dashboard-Modul
pl: Moduł Pulpit

# tour.typo3.dashboard.step1.content
source: You are now in the <strong>Dashboard</strong> module. It is the very first module in the main menu. <br><br> The Dashboard module is a central place where you can build your own dashboards and arrange widgets to suit your needs.
de: Sie befinden sich jetzt im <strong>Dashboard</strong>-Modul. Es ist das erste Modul im Hauptmenü. <br><br> Das Dashboard-Modul ist ein zentraler Ort, an dem Sie Ihre eigenen Dashboards erstellen und Widgets nach Ihren Bedürfnissen anordnen können.
pl: Jesteś teraz w module <strong>Pulpit</strong>. To pierwszy moduł w głównym menu. <br><br> Moduł Pulpit to centralne miejsce, w którym możesz tworzyć własne pulpity i układać widgety według potrzeb.

# tour.typo3.dashboard.step2.title
source: Dashboards
pl: Pulpity

# tour.typo3.dashboard.step2.content
source: You will see a list of available dashboards as a tabs at the top of the module. <br><br> Each dashboard is a collection of widgets that can be arranged and customized to suit your needs.
de: Sie sehen eine Liste der verfügbaren Dashboards als Registerkarten oben im Modul. <br><br> Jedes Dashboard ist eine Sammlung von Widgets, die angeordnet und an Ihre Bedürfnisse angepasst werden können.
pl: Zobaczysz listę dostępnych pulpitów jako karty u góry modułu. <br><br> Każdy pulpit to zbiór widgetów, które można układać i dostosowywać do własnych potrzeb.

# tour.typo3.dashboard.step3.title
source: Creating Dashboards 1/2
de: Dashboards erstellen 1/2
pl: Tworzenie pulpitów 1/2

# tour.typo3.dashboard.step3.content
source: You can create a new dashboard by clicking on this button.
de: Sie können ein neues Dashboard erstellen, indem Sie auf diese Schaltfläche klicken.
pl: Możesz utworzyć nowy pulpit, klikając ten przycisk.

# tour.typo3.dashboard.step4.title
source: Creating Dashboards 2/2
de: Dashboards erstellen 2/2
pl: Tworzenie pulpitów 2/2

# tour.typo3.dashboard.step4.content
source: After clicking on the <strong>Add dashboard</strong> button, a dialog will appear, allowing you to enter the name of your new dashboard. <br><br> You can also choose between creating an empty dashboard or selecting a predefined dashboard (with relevant widgets already included).
de: Nach dem Klicken auf die Schaltfläche <strong>Dashboard hinzufügen</strong> erscheint ein Dialog, in dem Sie den Namen Ihres neuen Dashboards eingeben können. <br><br> Sie können auch zwischen einem leeren Dashboard oder einem vordefinierten Dashboard (mit bereits enthaltenen relevanten Widgets) wählen.
pl: Po kliknięciu przycisku <strong>Dodaj pulpit</strong> pojawi się okno dialogowe, w którym możesz wpisać nazwę nowego pulpitu. <br><br> Możesz również wybrać utworzenie pustego pulpitu lub wybranie gotowego pulpitu (ze wstępnie skonfigurowanymi widgetami).

# tour.typo3.dashboard.step5.title
source: Editing Dashboard 1/2
de: Dashboard bearbeiten 1/2
pl: Edytowanie pulpitu 1/2

# tour.typo3.dashboard.step5.content
source: You can edit the name of your dashboard by clicking on this button.
de: Sie können den Namen Ihres Dashboards bearbeiten, indem Sie auf diese Schaltfläche klicken.
pl: Możesz edytować nazwę pulpitu, klikając ten przycisk.

# tour.typo3.dashboard.step6.title
source: Editing Dashboard 2/2
de: Dashboard bearbeiten 2/2
pl: Edytowanie pulpitu 2/2

# tour.typo3.dashboard.step6.content
source: It will open a dialog where you can change the name of your dashboard. <br><br> Just enter the new name and click on the <strong>Save</strong> button.
de: Es öffnet sich ein Dialog, in dem Sie den Namen Ihres Dashboards ändern können. <br><br> Geben Sie einfach den neuen Namen ein und klicken Sie auf die Schaltfläche <strong>Speichern</strong>.
pl: Otworzy się okno dialogowe, w którym możesz zmienić nazwę pulpitu. <br><br> Wpisz nową nazwę i kliknij przycisk <strong>Zapisz</strong>.

# tour.typo3.dashboard.step7.title
source: Deleting Dashboard
de: Dashboard löschen
pl: Usuwanie pulpitu

# tour.typo3.dashboard.step7.content
source: You can delete existing dashboard by clicking on this button.
de: Sie können ein vorhandenes Dashboard löschen, indem Sie auf diese Schaltfläche klicken.
pl: Możesz usunąć istniejący pulpit, klikając ten przycisk.

# tour.typo3.dashboard.step8.title
source: Add Widgets
de: Widgets hinzuzufügen
pl: Dodaj widgety

# tour.typo3.dashboard.step8.content
source: To add widgets to your dashboard, click on the <strong>Add widget</strong> button.
de: Um Widgets zu Ihrem Dashboard hinzuzufügen, klicken Sie auf die Schaltfläche <strong>Widget hinzufügen</strong>.
pl: Aby dodać widgety do pulpitu, kliknij przycisk <strong>Dodaj widget</strong>.

# tour.typo3.dashboard.step9.title
source: Adding Widgets 2/2
de: Widgets hinzufügen 2/2
pl: Dodawanie widgetów 2/2

# tour.typo3.dashboard.step9.content
source: A dialog will appear, allowing you to select the widgets you want to add to your dashboard. <br><br> Widgets are grouped by category, making it easier to find the one you're looking for. <br><br> You can also filter widgets by typing into the search field.
de: Ein Dialog erscheint, in dem Sie die Widgets auswählen können, die Sie zu Ihrem Dashboard hinzufügen möchten. <br><br> Widgets sind nach Kategorien gruppiert, was es einfacher macht, das gewünschte Widget zu finden. <br><br> Sie können Widgets auch filtern, indem Sie in das Suchfeld tippen.
pl: Pojawi się okno dialogowe umożliwiające wybranie widgetów, które chcesz dodać do pulpitu. <br><br> Widgety są pogrupowane według kategorii, co ułatwia znalezienie poszukiwanego. <br><br> Możesz też filtrować widgety, wpisując tekst w polu wyszukiwania.

# tour.typo3.dashboard.step10.title
source: Arranging Widgets
de: Widgets anordnen
pl: Układanie widgetów

# tour.typo3.dashboard.step10.content
source: You can arrange the widgets on your dashboard by dragging and dropping them to the desired position. <br><br> Widgets can have different sizes, so you can create a layout that suits your needs. <br><br> Just play around with the widgets and see what they offer. Enjoy!
de: Sie können die Widgets auf Ihrem Dashboard anordnen, indem Sie sie per Drag-and-Drop an die gewünschte Position ziehen. <br><br> Widgets können unterschiedliche Größen haben, sodass Sie ein Layout erstellen können, das Ihren Bedürfnissen entspricht. <br><br> Probieren Sie einfach die Widgets aus und sehen Sie, was sie bieten. Viel Spaß!
pl: Możesz układać widgety na pulpicie, przeciągając je i upuszczając w wybrane miejsce. <br><br> Widgety mogą mieć różne rozmiary, dzięki czemu stworzysz układ dopasowany do swoich potrzeb. <br><br> Eksperymentuj z widgetami i zobacz, co oferują. Miłej zabawy!

# tour.typo3.webLayout.title
source: Pages and Layout
de: Seiten und Layout
pl: Strony i układ

# tour.typo3.webLayout.description
source: This tour will guide you through the Pages module of TYPO3 CMS.
de: Diese Tour führt Sie durch das Seitenmodul von TYPO3 CMS.
pl: Ta wycieczka przeprowadzi Cię przez moduł Strony w TYPO3 CMS.

# tour.typo3.webLayout.step1.title
source: Page Module
de: Seitenmodul
pl: Moduł Strony

# tour.typo3.webLayout.step1.content
source: You are now in the <strong>Page</strong> module. Here you can view and manage your website’s pages and content. <br><br> If you navigate to another module, you can always return to the <strong>Page</strong> module by selecting this entry in the main menu.
de: Sie befinden sich jetzt im Modul <strong>Seite</strong>. Hier können Sie die Seiten und Inhalte Ihrer Website anzeigen und verwalten. <br><br> Wenn Sie zu einem anderen Modul wechseln, können Sie jederzeit zum Modul <strong>Seite</strong> zurückkehren, indem Sie diesen Eintrag im Hauptmenü auswählen.
pl: Jesteś teraz w module <strong>Strony</strong>. Tutaj możesz przeglądać i zarządzać stronami oraz zawartością swojej witryny. <br><br> Jeśli przejdziesz do innego modułu, zawsze możesz wrócić do modułu <strong>Strony</strong>, wybierając tę pozycję w głównym menu.

# tour.typo3.webLayout.step2.title
source: The Page Tree
de: Der Seitenbaum
pl: Drzewo stron

# tour.typo3.webLayout.step2.content
source: Page management is handled through the <strong>Page Tree</strong> component. <br><br> From this area, you can create new pages, edit existing ones, manage their properties, rearrange their order, and more.
de: Die Seitenverwaltung erfolgt über die Komponente <strong>Seitenbaum</strong>. <br><br> In diesem Bereich können Sie neue Seiten erstellen, bestehende bearbeiten, deren Eigenschaften verwalten, die Reihenfolge ändern und mehr.
pl: Zarządzanie stronami odbywa się za pomocą komponentu <strong>Drzewo stron</strong>. <br><br> W tym miejscu możesz tworzyć nowe strony, edytować istniejące, zarządzać ich właściwościami, zmieniać ich kolejność i wiele więcej.

# tour.typo3.webLayout.step3.title
source: Filtering Pages
de: Seiten filtern
pl: Filtrowanie stron

# tour.typo3.webLayout.step3.content
source: You can filter pages using the search field. <br><br> Simply type the name of the page you’re looking for, and the tree will display only the pages that match your search term.
de: Sie können Seiten mit dem Suchfeld filtern. <br><br> Geben Sie einfach den Namen der gesuchten Seite ein, und der Baum zeigt nur die Seiten an, die Ihrem Suchbegriff entsprechen.
pl: Możesz filtrować strony za pomocą pola wyszukiwania. <br><br> Wystarczy wpisać nazwę poszukiwanej strony, a drzewo wyświetli tylko te strony, które pasują do Twojego zapytania.

# tour.typo3.webLayout.step4.title
source: Toggle the Page Tree
de: Seitenbaum umschalten
pl: Przełącz drzewo stron

# tour.typo3.webLayout.step4.content
source: This button toggles the page tree’s visibility - allowing it to be hidden or shown.
de: Mit dieser Schaltfläche können Sie die Sichtbarkeit des Seitenbaums umschalten - er kann ein- oder ausgeblendet werden.
pl: Ten przycisk przełącza widoczność drzewa stron – umożliwiając jego ukrycie lub wyświetlenie.

# tour.typo3.webLayout.step5.title
source: Page Type Inspector
de: Seitentyp-Inspektor
pl: Inspektor typów stron

# tour.typo3.webLayout.step5.content
source: New pages of various types can be created by dragging the desired page type icon from the <strong>Page Type Inspector</strong> into the <strong>Page Tree</strong>.
de: Neue Seiten verschiedener Typen können erstellt werden, indem Sie das gewünschte Seitentyp-Symbol aus dem <strong>Seitentyp-Inspektor</strong> in den <strong>Seitenbaum</strong> ziehen.
pl: Nowe strony różnych typów można tworzyć, przeciągając ikonę wybranego typu strony z <strong>Inspektora typów stron</strong> do <strong>Drzewa stron</strong>.

# tour.typo3.webLayout.step6.title
source: Page Tree Context Menu
de: Kontextmenü des Seitenbaums
pl: Menu kontekstowe drzewa stron

# tour.typo3.webLayout.step6.content
source: This button allows you to open the context menu for the page tree, revealing a list of actions you can perform. <br><br> Click "Next" to learn more about the context menu.
de: Mit dieser Schaltfläche können Sie das Kontextmenü für den Seitenbaum öffnen, in dem eine Liste von Aktionen angezeigt wird, die Sie durchführen können. <br><br> Klicken Sie auf "Weiter", um mehr über das Kontextmenü zu erfahren.
pl: Ten przycisk umożliwia otwarcie menu kontekstowego drzewa stron, wyświetlając listę dostępnych akcji. <br><br> Kliknij „Dalej”, aby dowiedzieć się więcej o menu kontekstowym.

# tour.typo3.webLayout.step7.title
source: Page Tree Context Menu
de: Kontextmenü des Seitenbaums
pl: Menu kontekstowe drzewa stron

# tour.typo3.webLayout.step7.content
source: From here, you can: <br><br> <ul> <li><strong>Reload</strong> the entire tree to view the latest changes (useful when multiple users are working on it)</li> <li><strong>Collapse</strong> all tree items (especially helpful for navigating large trees)</li> </ul>
de: Von hier aus können Sie: <br><br> <ul> <li>Den gesamten Baum <strong>neu laden</strong>, um die neuesten Änderungen anzuzeigen (nützlich, wenn mehrere Benutzer daran arbeiten)</li> <li>Alle Baumelemente <strong>einklappen</strong> (besonders hilfreich beim Navigieren in großen Bäumen)</li> </ul>
pl: Stąd możesz: <br><br> <ul> <li><strong>Odświeżyć</strong> całe drzewo, aby zobaczyć najnowsze zmiany (przydatne przy pracy wielu użytkowników)</li> <li><strong>Zwinąć</strong> wszystkie elementy drzewa (szczególnie pomocne przy dużych drzewach)</li> </ul>

# tour.typo3.webLayout.step8.title
source: Creating Pages
de: Seiten erstellen
pl: Tworzenie stron

# tour.typo3.webLayout.step8.content
source: <div class="driver-alert-info">To proceed to the next step, please click 👆 on the homepage name or the first page you have access to.</div> If you don't have any pages yet, you can create one by dragging and dropping the page icon from the page type inspector (above the page tree) into the page tree. <br><br> Later, you can also create a new page by clicking on a page icon in the page tree to open the context menu and selecting "New subpage".
de: <div class="driver-alert-info">Um zum nächsten Schritt zu gelangen, klicken Sie bitte 👆 auf den Namen der Startseite oder die erste Seite, auf die Sie Zugriff haben.</div> Wenn Sie noch keine Seiten haben, können Sie eine erstellen, indem Sie das Seitensymbol aus dem Seitentyp-Inspektor (über dem Seitenbaum) in den Seitenbaum ziehen. <br><br> Später können Sie auch eine neue Seite erstellen, indem Sie auf ein Seitensymbol im Seitenbaum klicken, um das Kontextmenü zu öffnen, und "Neue Unterseite" wählen.
pl: <div class="driver-alert-info">Aby przejść do kolejnego kroku, kliknij 👆 nazwę strony głównej lub pierwszą stronę, do której masz dostęp.</div> Jeśli nie masz jeszcze żadnych stron, możesz utworzyć nową, przeciągając i upuszczając ikonę strony z inspektora typów stron (powyżej drzewa stron) do drzewa stron. <br><br> Później możesz również utworzyć nową stronę, klikając ikonę strony w drzewie stron, aby otworzyć menu kontekstowe i wybierając „Nowa podstrona”.

# tour.typo3.webLayout.step9.title
source: Page Content
de: Seiteninhalt
pl: Zawartość strony

# tour.typo3.webLayout.step9.content
source: In this area, you can manage the content of the selected page. <br><br> You can: <br><br> <ul> <li>Edit individual content elements</li> <li>Add new content elements</li> <li>Change the order of content elements</li> <li>Preview the page</li> <li>Edit page properties</li> </ul> ...and more.
de: In diesem Bereich können Sie den Inhalt der ausgewählten Seite verwalten. <br><br> Sie können: <br><br> <ul> <li>Einzelne Inhaltselemente bearbeiten</li> <li>Neue Inhaltselemente hinzufügen</li> <li>Die Reihenfolge der Inhaltselemente ändern</li> <li>Die Seite in der Vorschau anzeigen</li> <li>Seiteneigenschaften bearbeiten</li> </ul> ...und mehr.
pl: W tym obszarze możesz zarządzać zawartością wybranej strony. <br><br> Możesz: <br><br> <ul> <li>Edytować poszczególne elementy treści</li> <li>Dodawać nowe elementy treści</li> <li>Zmienić kolejność elementów treści</li> <li>Podglądać stronę</li> <li>Edytować właściwości strony</li> </ul> ...i wiele więcej.

# tour.typo3.webLayout.step10.title
source: Creating New Content 1/3
de: Neue Inhalte erstellen 1/3
pl: Tworzenie nowej zawartości 1/3
