Repository: macopedia/typo3-interactive-tour
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de, pl

# mlang_labels_tablabel
source: Interactive Tours
de: Interaktive Führungen
pl: Interaktywne wycieczki

# mlang_labels_tabdescr
source: This module provides interactive tours for backend users.
de: Dieses Modul bietet interaktive Führungen für Backend-Benutzer.
pl: Ten moduł udostępnia interaktywne wycieczki dla użytkowników zaplecza.

# mlang_tabs_tab
source: Interactive Tours
de: Interaktive Führungen
pl: Interaktywne wycieczki

# overview.title
source: Interactive tours through TYPO3 CMS backend
de: Interaktive Führungen durch das TYPO3 CMS-Backend
pl: Interaktywne wycieczki po zapleczu TYPO3 CMS

# overview.description
source: Browse the available step-by-step tours to learn various TYPO3 features. Select a guide to quickly master new workflows and streamline your backend experience.
de: Durchsuchen Sie die verfügbaren Schritt-für-Schritt-Führungen, um verschiedene TYPO3-Funktionen kennenzulernen. Wählen Sie eine Anleitung, um neue Arbeitsabläufe schnell zu beherrschen und Ihre Backend-Erfahrung zu optimieren.
pl: Przeglądaj dostępne wycieczki krok po kroku, aby poznać różne funkcje TYPO3. Wybierz przewodnik, aby szybko opanować nowe przepływy pracy i usprawnić pracę w zapleczu.

# overview.disableTours
source: Disable tours
de: Führungen deaktivieren
pl: Wyłącz wycieczki

# overview.disableTours.description
source: You can disable tours and enable them again at any time. When tours are disabled, no tour will automatically start.
de: Sie können Führungen deaktivieren und jederzeit wieder aktivieren. Wenn Führungen deaktiviert sind, wird keine Führung automatisch gestartet.
pl: Możesz wyłączyć wycieczki i ponownie je włączyć w dowolnym momencie. Gdy wycieczki są wyłączone, żadna nie będzie się automatycznie uruchamiać.

# overview.toursEnabled
source: Tours enabled
de: Führungen aktiviert
pl: Wycieczki włączone

# overview.notTours.title
source: No tours available
de: Keine Führungen verfügbar
pl: Brak dostępnych wycieczek

# overview.notTours.message
source: There are no tours available at the moment. Please check back later.
de: Derzeit sind keine Führungen verfügbar. Bitte versuchen Sie es später erneut.
pl: Obecnie nie ma dostępnych wycieczek. Spróbuj ponownie później.

source: Start tour
de: Führung starten
pl: Rozpocznij wycieczkę

source: Start again
de: Erneut starten
pl: Rozpocznij ponownie

# continueTour
source: Continue
de: Fortsetzen
pl: Kontynuuj

source: Mark as completed
de: Als abgeschlossen markieren
pl: Oznacz jako zakończone
